Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Resources/Texts/UnitTexts.tmx
Source language: en
Languages: hu, vi, zh

source: Pieces per min
hu: Darab / perc
vi: Mảnh ghép mỗi phút
zh: 件每分钟

source: pcs/min
hu: db/perc
vi: chiếc/phút
zh: 件/分钟

source: Percentage
hu: Százalékos arány
vi: Phần trăm
zh: 百分比

source: Milihertz
hu: Millihertz
zh: 毫赫兹

source: Time measurement unit
hu: Időmérési egység
vi: Đơn vị đo thời gian
zh: 时间测量单位

source: TMU
hu: IME
